Ambi.General.CreateModule( 'Level' )

-- ====================================================================================================================================================== --
Ambi.Level.Config.start_level = 1 -- Стартовый уровень, желательно 1
Ambi.Level.Config.start_xp = 0 -- Стартовое ХП, желательно 0
Ambi.Level.Config.max_xp = 1000 -- Работает по формуле: N * уровень
Ambi.Level.Config.max_level = 200 -- Максимальный уровень

-- ====================================================================================================================================================== --
Ambi.Level.Config.production_xp_for_kill_npc = 1 -- XP за убийство NPC
Ambi.Level.Config.production_xp_for_kill_player = 1 -- XP за убийство Игроков